{
    "texts": {
        "text-0-0": "Ejemplos",
        "text-0-1": "\\(f'_1(x) =\\)",
        "text-0-2": "\\(\\lim_{h\\to0} \\frac{x + h - x}{h}\\)",
        "text-0-3": "\\(= 1\\)",
        "text-0-4": "Next we suppose that for fixed value of N, we know that for \\(f_N(x) = x^N\\), \\(f'_N(x) = N x^{N-1}.\\) Consider the derivative of \\(f_{N+1}(x) = x^{N+1}\\),",
        "text-0-9": "\\(f'_{N+1}(x) =\\)",
        "text-0-10": "\\(\\left ( x \\cdot x^N \\right )' = (x)'x^N + x \\cdot(x^N)' = x^N + x \\cdot N \\cdot x^{N-1} = (N + 1)x^N.\\)",
        "text-0-11": "We have shown that the statement \\(f'_n(x) = n * x^{n-1}\\) is true for \\(n = 1\\) and that if this statement is true for \\(n = N,\\) then it also holds for \\(n = N + 1.\\)",
        "text-0-19": "Thus by the principle of mathematical induction, the statement must hold for \\(n = 1,2,....\\)",
        "text-0-21": "13.3 Quotient rule",
        "text-0-22": "There is a similar rule for quotients.",
        "text-0-23": "Para probarlo, vamos a la definición de la derivada:",
        "text-0-24": "\\(\\frac{d}{dx} \\frac{f(x)}{g(x)} =\\)",
        "text-0-25": "\\(\\lim_{h\\to0} \\frac{\\frac{f(x+h)}{g(x+h)} - \\frac{f(x)}{g(x)}}{h}\\)",
        "text-0-26": "\\(= \\lim_{h\\to0} \\frac{f(x+h)g(x) - f(x)g(x+h)}{hg(x)g(x+h)}\\)",
        "text-0-27": "\\(= \\lim_{h\\to0} \\frac{f(x+h)g(x) - f(x)g(x) + f(x)g(x) - f(x)g(x+h)}{hg(x)g(x+h)}\\)",
        "text-0-28": "\\(= \\lim_{h\\to0} \\frac{g(x) \\cdot \\frac{f(x+h) - f(x)}{h} - f(x) \\cdot \\frac{g(x+h) - g(x)}{h}}{g(x)g(x+h)}\\)",
        "text-0-31": "Derivatives of quotients (Quotient Rule)",
        "text-0-32": "\\(\\frac{d}{dx}\\left[\\frac{f(x)}{g(x)} \\right] = \\frac{g(x)f'(x) - f(x)g'(x)}{g(x)^2}\\)",
        "text-0-33": "Some people remember it with the mnemonic \"low D-high minus high D-low (over) square the low and away we go!\"",
        "text-0-34": "13.4 Examples",
        "text-0-35": "The derivative of",
        "text-0-36": "\\((4x - 2)/(x^2 + 1)\\)",
        "text-0-37": "is:",
        "aria-0-2-0": "Mathematical expression",
        "sectioneli5-0-0": "Here we are learning about a mathematical rule called \"derivative\" that helps us understand how things change. If you have something that grows like a number to the power of N (for example, like 2 squared is 4), this rule tells you how it changes when you make tiny adjustments.\n\nThe rule tells us that if we know it works for one number (like 1), we can prove it also works for the next number by assuming it is true for that one and using similar reasoning. Thus, we can say it holds true for all numbers (1, 2, 3, etc.). In this way, we see that a special formula in mathematics works for any number if it starts working well and continues complying with the rule for the next number.",
        "sectioneli5-0-1": "When you have to divide two functions and need to find the derivative (which is like seeing how they change), there is a special rule called the \"quotient rule.\" This rule is like a recipe: \n\n1. Imagine you have a fraction with one function on top (f(x)) and another on the bottom (g(x)).\n2. The recipe says to: multiply the bottom part (g(x)) by the change of the top part (f'(x)), and then subtract the top part (f(x)) multiplied by the change of the bottom part (g'(x)).\n3. You divide all that by the square of what is at the bottom (g(x)).\n\nA trick to remember it is a rhyme: \"bottom times the change of top minus top times the change of bottom, all over the square of bottom.\" And that's how you find the derivative of the fraction!",
        "sectioneli5-0-2": "When we have a division of two things, like (4x - 2)/(x^2 + 1), and we want to know how they change together, we use a rule called the 'quotient rule'. Think of it as if you were watching how two little toys move in a game. \n\nThe rule helps us understand how the movement of one changes compared to the other. This way, we know the new way the whole game moves. In summary, it is a magical but orderly way of seeing how things change together in pairs.",
        "easyread-text-0-0": "Two big robots have a fight in the city. They break things around them. They are strong and cause a lot of damage.",
        "easyread-text-0-1": "This shows a math problem where you have to solve or find answers using numbers.",
        "easyread-text-0-2": "Imagine x as a spot on a line. You add a tiny step 'h' to x. Then you take away x, and you are left with h. You divide h by itself. As h gets smaller and almost nothing, this explains moving or changing things. It's like seeing how fast or slow something changes.",
        "easyread-text-0-3": "One equals one.",
        "easyread-text-0-4": "Next, we think about what happens when we pick a number and call it N. We already know something about this number.",
        "easyread-text-0-9": "This means we are talking about the next function in a list of functions. The function is related to the letter 'x'.",
        "easyread-text-0-10": "We start with a math problem. We have x times x with a big N. We need to find out what happens when we change it a little bit (this is called finding the derivative). We first look at x and then at x with a big N, then put them together. We find out it changes to (N+1) times x with a big N.",
        "easyread-text-0-11": "We explained that the statement is true.",
        "easyread-text-0-19": "If it works for the first number, it works for all numbers.",
        "easyread-text-0-21": "The quotient rule is a math rule that helps you divide two numbers or things correctly. It tells you how to find the answer step by step.",
        "easyread-text-0-22": "There is a rule for dividing numbers too.",
        "easyread-text-0-23": "To show it, we start with the basic idea of what the derivative means.",
        "easyread-text-0-24": "To find how fast something changes when it's made of two different parts (like f(x) over g(x)), you do a special kind of math with both parts.",
        "easyread-text-0-25": "The math formula helps us understand how two dividing functions change when they get really close to a certain point.",
        "easyread-text-0-26": "This is a math problem. It has limits and functions. We use these to find answers about changing numbers. The equation looks like this: different parts of the function are divided by each other as we go towards zero.",
        "easyread-text-0-27": "This math problem shows how to find the limit when something gets really small. It involves two things, let's call them f and g. We compare what happens to both when they change a tiny bit. The fraction is about dividing how things are changing. The happy result will show if these changes matter when they become almost zero.",
        "easyread-text-0-28": "When you see what happens to some numbers as they get really close to zero, it helps you find how two things change together. You see how one thing grows or shrinks, while another does the same.",
        "easyread-text-0-31": "The quotient rule helps find how fast something changes when we divide two functions.",
        "easyread-text-0-32": "When you have a fraction with one function on top and another on the bottom, you can find the slope (derivative) by doing this: Multiply the bottom function by the slope of the top function, then subtract the product of the top function and the slope of the bottom function. Put this on top of the square of the bottom function.",
        "easyread-text-0-33": "Some people remember by saying, \"low times high minus high times low, divide by low squared.\"",
        "easyread-text-0-34": "Many examples.",
        "easyread-text-0-35": "We are talking about how things change. When we talk about derivatives, we mean how one thing changes when something else changes.",
        "easyread-text-0-36": "We have a math problem! It's like a puzzle with pieces that include numbers and 'x'. The top part (4x - 2) is divided by the bottom part (x squared plus 1). Let's learn together, and it will get easier.",
        "easyread-text-0-37": "There is no text to simplify."
    },
    "audioFiles": {
        "text-0-0": "audio/en/text-0-0_en.mp3",
        "text-0-1": "audio/en/text-0-1_en.mp3",
        "text-0-2": "audio/en/text-0-2_en.mp3",
        "text-0-3": "audio/en/text-0-3_en.mp3",
        "text-0-4": "audio/en/text-0-4_en.mp3",
        "text-0-9": "audio/en/text-0-9_en.mp3",
        "text-0-10": "audio/en/text-0-10_en.mp3",
        "text-0-11": "audio/en/text-0-11_en.mp3",
        "text-0-19": "audio/en/text-0-19_en.mp3",
        "text-0-21": "audio/en/text-0-21_en.mp3",
        "text-0-22": "audio/en/text-0-22_en.mp3",
        "text-0-23": "audio/en/text-0-23_en.mp3",
        "text-0-24": "audio/en/text-0-24_en.mp3",
        "text-0-25": "audio/en/text-0-25_en.mp3",
        "text-0-26": "audio/en/text-0-26_en.mp3",
        "text-0-27": "audio/en/text-0-27_en.mp3",
        "text-0-28": "audio/en/text-0-28_en.mp3",
        "text-0-31": "audio/en/text-0-31_en.mp3",
        "text-0-32": "audio/en/text-0-32_en.mp3",
        "text-0-33": "audio/en/text-0-33_en.mp3",
        "text-0-34": "audio/en/text-0-34_en.mp3",
        "text-0-35": "audio/en/text-0-35_en.mp3",
        "text-0-36": "audio/en/text-0-36_en.mp3",
        "text-0-37": "audio/en/text-0-37_en.mp3",
        "sectioneli5-0-0": "audio/en/sectioneli5-0-0_en.mp3",
        "sectioneli5-0-1": "audio/en/sectioneli5-0-1_en.mp3",
        "sectioneli5-0-2": "audio/en/sectioneli5-0-2_en.mp3",
        "easyread-text-0-0": "audio/en/easyread-text-0-0_en.mp3",
        "easyread-text-0-1": "audio/en/easyread-text-0-1_en.mp3",
        "easyread-text-0-2": "audio/en/easyread-text-0-2_en.mp3",
        "easyread-text-0-3": "audio/en/easyread-text-0-3_en.mp3",
        "easyread-text-0-4": "audio/en/easyread-text-0-4_en.mp3",
        "easyread-text-0-9": "audio/en/easyread-text-0-9_en.mp3",
        "easyread-text-0-10": "audio/en/easyread-text-0-10_en.mp3",
        "easyread-text-0-11": "audio/en/easyread-text-0-11_en.mp3",
        "easyread-text-0-19": "audio/en/easyread-text-0-19_en.mp3",
        "easyread-text-0-21": "audio/en/easyread-text-0-21_en.mp3",
        "easyread-text-0-22": "audio/en/easyread-text-0-22_en.mp3",
        "easyread-text-0-23": "audio/en/easyread-text-0-23_en.mp3",
        "easyread-text-0-24": "audio/en/easyread-text-0-24_en.mp3",
        "easyread-text-0-25": "audio/en/easyread-text-0-25_en.mp3",
        "easyread-text-0-26": "audio/en/easyread-text-0-26_en.mp3",
        "easyread-text-0-27": "audio/en/easyread-text-0-27_en.mp3",
        "easyread-text-0-28": "audio/en/easyread-text-0-28_en.mp3",
        "easyread-text-0-31": "audio/en/easyread-text-0-31_en.mp3",
        "easyread-text-0-32": "audio/en/easyread-text-0-32_en.mp3",
        "easyread-text-0-33": "audio/en/easyread-text-0-33_en.mp3",
        "easyread-text-0-34": "audio/en/easyread-text-0-34_en.mp3",
        "easyread-text-0-35": "audio/en/easyread-text-0-35_en.mp3",
        "easyread-text-0-36": "audio/en/easyread-text-0-36_en.mp3",
        "easyread-text-0-37": "audio/en/easyread-text-0-37_en.mp3"
    }
}